[
	{
		"author": "Kym S.",
		"author_title": "US Client",
		"text": "Great Programmer with high skills. He works very professionally and is in constant communication. It has been a great experience for me, and I am very happy & satisfied with his work. Thank you so much!",
		"rating": 5
	},
	{
		"author": "Mohammad Akram Hossain",
		"author_title": "Freelancer Client",
		"text": "He is excellent with his communication. He always responds very quickly. I'm very happy with his work.I would definitely go to him again with my next project.Really! He is a great problem solver & Programmer.Thank you! I appreciate all the work!",
		"rating": 5
	},
	{
		"author": "Alimul Hoque",
		"author_title": "",
		"text": "Mehedi Hasan is really professional man, he handled the task very professionaly within the agreed turn around time and even better, he was behaving just as if he is doing the job for his own company, never been negative and never showed that he is working on completing the project but he did the best to present the job even better than what we proposed.\nWith the help  Mehedi Hasan I have achieved my objective with his support. I recommend all clients to go with him to get the peace of mind and the success they need.\nThank you Mehedi Hasan  for all the support and wish you all success in your career.",
		"rating": 5
	},
	{
		"author": "Faruq Muttakin",
		"author_title": "Biman Bangladesh Airlines",
		"text": "Really you are professional software engineer. I appreciate!",
		"rating": 5
	},
	{
		"author": "K.M Khurshed Alam",
		"author_title": "CEO & Programmer - Skytaa C-Tech",
		"text": "Really Hasan is a Good Designer and Developer.That's a great Young man.",
		"rating": 5
	},
	{
		"author": "Afta Hossian",
		"author_title": "",
		"text": "Mehedi Hasan was developed and made him as a Professional Software Programmer. Really he was a brilliant Student. At the first moment I felt he will be a smart Developer himself. He has completed the short diploma in computer science and he achieved a GPA+ certification after two years. He has experience not only as software programmer but also a &Web-Developer and Graphic Designer. I like to assist him for each sector of IT solution. I wish his Shining future and prosper in his technical life.",
		"rating": 5
	},
	{
		"author": "Suraphel Diriba",
		"author_title": "UK Client",
		"text": "Congratulation! #MsITXpress is best IT Company. MsITxpress is where you can fix computer, design websites, up date programs,IT Solutions, graphics, web design & development and many other more. #ProgrammerHasan has a great talent in computer science and earned a degree in this field. If you need any help, I recommend #Msitxpress! really I satisfied. i am so happy. thank you very much. really i appreciate you.",
		"rating": 4
	}
]